// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Gerenciamento de funções do usuário";

UsersTabTitle = "Usuários:";
GroupsTabTitle = "Grupos:";
RolesTabTitle = "Funções:";

// default roles
DeviceAdministrator = "Administrador de dispositivo";
DeviceGuest = "Convidado de dispositivo";
DeviceUser = "Usuário de dispositivo";

//account types
User = "Usuário";
Group = "Grupo";

// context menu operatons
DeleteUserGroupContextMenu = "Excluir usuários ou grupos";
DeleteRoleContextMenu = "Excluir funções";
MoveToGroupContextMenu = "Mover para grupos";
MoveToUserContextMenu = "Mover para usuários";

// properties names
NameAttribute = "Nome:";
RoleAttribute = "Função:";
AuthenticationAttribute = "Entrar no método:";
AccountTypeAttribute = "Tipo";

// progress titles
UpdateInformationProcessTitle = "Atualizando informações...";

// new accounts window
OkButton = "OK";
CancelButton = "Cancelar";

AccountSettingsTabTitle = "Configurações de conta";
PermissionsPoliciesTabTitle = "Políticas de permissões";
WindowsDefaultRoleTitle = "Permissão padrão definida para Windows:";
LDAPDefaultRoleTitle = "Permissão padrão definida para LDAP:";

// alerts
DuplicateNameMessage = "Esse nome já sendo usado.";
DuplicateUserGroupNameDescription = "Este usuário de rede ou nome de grupo já está sendo usado. Especifique um novo usuário de rede ou nome de grupo.";
DuplicateNameDescription = "Este nome já está sendo usado. Especifique um novo nome.";
NetworkUserAndGroupTitle = "Grupo ou usuário da rede";

DeleteRoleErrorDescription = "O Conjunto de permissões (%@) não pode ser excluído porque ele ainda está sendo usado como um Conjunto de permissões padrão ou em um grupo de rede ou usuário para mapeamento de conjunto de permissões de dispositivo.";

// tooltips
CreateNewUserToolTip = "Criar novo usuário";
CreateNewGroupToolTip = "Criar novo grupo";
CreateNewRoleToolTip = "Criar nova função";

DeleteUsersToolTip = "Excluir usuários selecionados";
DeleteGroupsToolTip = "Excluir grupos selecionados";
DeleteRolesToolTip = "Excluir funções selecionadas";

// permission policies
ApplicationNameKey = "Nome do aplicativo";
ValueKey = "Valor";

ADMINISTRATIONAPPLICATION = "Aplicativo de administração";
REPORTS = "Relatórios";
CONFIGURATIONSTATUSPAGES = "Página de configuração/status";
CONFIGURATIONPAGE = "Página de configuração";
USAGEPAGE = "Página de uso";
FILEDIRECTORY = "Diretório de arquivos";
SUPPLIESSTATUSPAGE = "Página de status dos suprimentos";
COLORUSAGEJOBLOG = "Log de job de uso de cores";
FAXREPORTS = "Relatórios de fax";
FAXACTIVITYLOG = "Log de atividades de fax";
BILLINGCODESREPORT = "Relatório de códigos de faturamento";
BLOCKEDFAXLIST = "Lista de faxes bloqueados";
LASTFAXCALLREPORT = "Relatório de chamadas de fax recentes";
SPEEDDIALLIST = "Lista de discagem rápida";
OTHERPAGES = "Outras páginas";
GENERALSETTINGS = "Configurações gerais";
GENERAL = "Configurações gerais";
DATETIME = "Data/Hora";
DATEANDTIME = "Data/Hora";
ENERGYSETTINGS = "Configurações de energia";
PRINTQUALITYMENU = "Menu Qualidade de impressão";
MANAGESTOREDJOBS = "Gerenciar trabalhos armazenados";
ENABLERETRIEVEFROMUSB = "Ativar recuperação de USB";
RESTOREFACTORYSETTINGS = "Restaurar configurações de fábrica";
DISPLAYSETTINGS = "Configurações de exibição";
NETWORKSETTINGS = "Configurações de rede";
NETWORKPROTOCOLS = "Protocolos de rede";
COPYSETTINGS = "Configurações de cópia";
FAXSETTINGS = "Configurações de fax";
FAXSENDSETTINGS = "Configurações de envio de fax";
FAXSENDSETUP = "Configuração de envio de fax";
FAXSETUPWIZARD = "Assistente de configuração de fax";
GENERALFAXSENDSETTINGS = "Configurações gerais de envio de fax";
DEFAULTJOBOPTIONSFAXSEND = "Opções de trabalho padrão (envio de fax)";
FAXRECEIVESETTINGS = "Configurações de recebimento de fax";
FAXRECEIVESETUP = "Configuração de recebimento de fax";
FAXPRINTINGSCHEDULE = "Programação de impressão de fax";
BLOCKEDFAXNUMBERS = "Números de fax bloqueados";
DEFAULTJOBOPTIONSFAXRECEIVE = "Opções de trabalho padrão (recebimento de fax)";
FAXFORWARDING = "Encaminhamento de fax";
GENERALPRINTSETTINGS = "Configurações de impressão gerais";
DEFAULTPRINTOPTIONS = "Opções de impressão padrão";
MANAGETRAYS = "Gerenciar bandejas";
STAPLERSTACKERSETTINGS = "Configurações do empilhador do grampeador";
SCANDIGITALSENDSETTINGS = "Configurações de envio digitais/de digitalização";
SCANDIGITALSEND = "Configurações de envio digitais/de digitalização";
EMAILSETTINGS = "Configurações de e-mail";
EMAILSETUP = "Configuração de e-mail";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Configurações de trabalho padrão (configurações de e-mail)";
SAVETONETWORKFOLDERSETTINGS = "Configurações de salvar em pasta de rede";
SAVETONETWORKFOLDERSETUP = "Salvar em configuração de pasta de rede";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Configurações de trabalho padrão (pasta de rede)";
SAVETOUSBSETTINGS = "Salvar em configurações USB";
SAVETOUSBSETUP = "Salvar em configuração USB";
SAVETOUSBJOBSETTINGS = "Salvar em configurações de trabalho USB";
DIGITALSENDSERVICESETUP = "Configuração de serviço de envio digital";
MANAGESUPPLIES = "Gerenciar suprimentos";
RESETSUPPLIES = "Redefinir suprimentos";
TROUBLESHOOTINGMENU = "Menu Solução de problemas";
TROUBLESHOOTING = "Menu Solução de problemas";
RETRIEVEDIAGNOSTICDATA = "Recuperar dados de diagnóstico";
DIAGNOSTICDATA = "Recuperar dados de diagnóstico";
STAPLERSTACKER = "Empilhador do grampeador";
RETRIEVEFAXDIAGNOSTICDATA = "Recuperar dados de diagnóstico de fax";
REMOTECONTROLPANEL = "Painel de controle remoto";
DIGITALSENDINGSOFTWAREDSSSETUP = "Configuração do Digital Sending Software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Configuração do Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Aplicativo de status do suprimento";
COPYAPPLICATION = "Aplicativo de cópia";
SIDEDCOPYOUTPUT = "Saída de cópia 1 lado";
MAKEACOLORCOPY = "Criar uma cópia em cores";
SAVETODEVICEMEMORYAPPLICATION = "Aplicativo de salvar em dispositivo de memória";
OPENFROMDEVICEMEMORYAPPLICATION = "Aplicativo de abrir a partir do dispositivo de memória";
STOREDFAXES = "Faxes armazenados";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Excluir qualquer trabalho armazenado (compartilhado ou privado)";
TRAYS = "Bandejas";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Capacidade de modificar as configurações de tamanho e tipo da bandeja";
PRINTING = "Impressão";
PRINTINCOLOR = "Imprimir em cores";
OPENFROMUSBAPPLICATION = "Abrir a partir de aplicativo USB";
FAXAPPLICATION = "Aplicativo de fax";
ABILITYTOEDITTHEBILLINGCODE = "Capacidade de editar o código de faturamento";
ABILITYTOEDITASPEEDDIAL = "Capacidade de editar uma discagem rápida";
EMAILAPPLICATION = "Aplicativo de e-mail";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Capacidade de editar o campo De para e-mail";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Capacidade de editar o campo Para para e-mail";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Capacidade de editar o campo CC para e-mail";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Capacidade de editar o campo CCO para e-mail";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Capacidade de editar o campo Assunto para e-mail";
ABILITYTOEDITTHEBODYOFANEMAIL = "Capacidade de editar o corpo de um e-mail";
ADDRESSBOOK = "Catálogo de endereços";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Capacidade de gerenciar contatos em um catálogo de endereços privado";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Capacidade de gerenciar contatos em catálogos de endereços compartilhados";
SAVETOSHAREPOINT = "Salvar em SharePoint®";
NETWORKFOLDERAPPLICATION = "Aplicativo de pasta de rede";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Capacidade de editar o caminho de pasta de rede";
JOBSTATUSAPPLICATION = "Aplicativo de status do trabalho";
DETAILSORCANCELANYUSERSJOB = "Detalha ou cancela qualquer trabalho do usuário";
ABILITYTOPROMOTEANYUSERSJOB = "Capacidade de promover qualquer trabalho do usuário";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Capacidade de exibir todos os trabalhos no log de trabalhos para todos os usuários";
SAVETOUSBAPPLICATION = "Salvar em aplicativo USB";
DEVICEMAINTENANCEAPPLICATION = "Aplicativo de manutenção de dispositivos";
INFORMATION = "Informações";
DEVICESTATUS = "Status do dispositivo";
PRINT = "Impressão";
HPWEBSERVICES = "Serviços da Web HP";
ONLINEHELP = "Ajuda online";
FAX = "Fax";
RESTRICTCOLOR = "Restrição das cores";

EnableFromRestrictColorPlugin = "Para ativar esse recurso, vá até o plug-in Restringir cor";
ENABLEDEVICEUSB = "Ativar dispositivo USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Excluir trabalhos protegidos sem inserir senha ou PIN";
JOBLOG = "Log de trabalhos";
STATUSINFORMATION = "Informações de status";
PRINTABLEREPORTSANDPAGES = "Relatórios e páginas imprimíveis";
NETWORKING = "Rede";
ALERTS = "Alertas";
CONTROLPANELADMINISTRATIONMENU = "Menu Administração do painel de controle";
AUTOSEND = "Envio automático";
DISPLAYCUSTOMIZATIONS = "Exibir personalizações";
BACKUPANDRESTORE = "Backup e restauração";
SOLUTIONINSTALLER = "Instalador de soluções";
FIRMWAREUPGRADE = "Atualização de firmware";
QUOTAANDSTATISTICSSERVICES = "Serviços de estatística e de cota";
CONTROLPANELCUSTOMIZATION = "Personalização do painel de controle";
QUICKSETSSETUP = "Configuração de definições rápidas";
GENERALTROUBLESHOOTING = "Solução de problemas gerais";
CALIBRATIONCLEANING = "Calibração/limpeza";
SECURITY = "Segurança";
GENERALSECURITY = "Segurança geral";
ACCESSCONTROL = "Controle de acesso";
PROTECTSTOREDDATA = "Proteger dados armazenados";
CERTIFICATEMANAGEMENT = "Gerenciamento de certificados";
WEBSERVICESECURITY = "Segurança do serviço da Web";
EMAILDOMAINRESTRICTION = "Restrição de domínio de email";
FAXARCHIVEANDFORWARDING = "Arquivamento e encaminhamento de fax";
SPEEDDIALS = "Discagens rápidas";
COPYPRINT = "Copiar/Imprimir";
ADJUSTPAPERTYPES = "Ajustar tipos de papel";
RETRIEVEFROMUSBSETUP = "Recuperar a partir da configuração do USB";
REMOTESCANREQUEST = "Solicitação de varredura remota";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Enviar por email e salvar os assistentes de configuração rápida na pasta de rede";
PREFERENCES = "Preferências";
